[["!", 2], ["\"", 3], ["#", 4], ["$", 5], ["%", 6], ["&", 7], ["'", 8], ["(", 9], [")", 10], ["*", 11], ["+", 12], [",", 13], ["-", 14], [".", 15], ["/", 16], ["0", 17], ["1", 18], ["2", 19], ["3", 20], ["4", 21], ["5", 22], ["6", 23], ["7", 24], ["8", 25], ["9", 26], [":", 27], [";", 28], ["<", 29], ["<UNK>", 7540], ["=", 30], [">", 31], ["?", 32], ["@", 33], ["A", 34], ["B", 35], ["C", 36], ["D", 37], ["E", 38], ["F", 39], ["G", 40], ["H", 41], ["I", 42], ["J", 43], ["K", 44], ["L", 45], ["M", 46], ["N", 47], ["O", 48], ["P", 49], ["Q", 50], ["R", 51], ["S", 52], ["T", 53], ["U", 54], ["V", 55], ["W", 56], ["X", 57], ["Y", 58], ["Z", 59], ["[", 60], ["\\", 61], ["]", 62], ["^", 63], ["_", 64], ["`", 65], ["a", 66], ["b", 67], ["c", 68], ["d", 69], ["e", 70], ["f", 71], ["g", 72], ["h", 73], ["i", 74], ["j", 75], ["k", 76], ["l", 77], ["m", 78], ["n", 79], ["o", 80], ["p", 81], ["q", 82], ["r", 83], ["s", 84], ["t", 85], ["u", 86], ["v", 87], ["w", 88], ["x", 89], ["y", 90], ["z", 91], ["{", 92], ["|", 93], ["}", 94], ["~", 95], ["¤", 166], ["§", 170], ["¨", 101], ["°", 161], ["±", 126], ["·", 98], ["×", 127], ["à", 641], ["á", 639], ["è", 645], ["é", 643], ["ê", 663], ["ì", 649], ["í", 647], ["ò", 653], ["ó", 651], ["÷", 128], ["ù", 657], ["ú", 655], ["ü", 662], ["ā", 638], ["ē", 642], ["ě", 644], ["ī", 646], ["ō", 650], ["ū", 654], ["ǎ", 640], ["ǐ", 648], ["ǒ", 652], ["ǔ", 656], ["ǖ", 658], ["ǘ", 659], ["ǚ", 660], ["ǜ", 661], ["ˇ", 100], ["ˉ", 99], ["Α", 524], ["Β", 525], ["Γ", 526], ["Δ", 527], ["Ε", 528], ["Ζ", 529], ["Η", 530], ["Θ", 531], ["Ι", 532], ["Κ", 533], ["Λ", 534], ["Μ", 535], ["Ν", 536], ["Ξ", 537], ["Ο", 538], ["Π", 539], ["Ρ", 540], ["Σ", 541], ["Τ", 542], ["Υ", 543], ["Φ", 544], ["Χ", 545], ["Ψ", 546], ["Ω", 547], ["α", 548], ["β", 549], ["γ", 550], ["δ", 551], ["ε", 552], ["ζ", 553], ["η", 554], ["θ", 555], ["ι", 556], ["κ", 557], ["λ", 558], ["μ", 559], ["ν", 560], ["ξ", 561], ["ο", 562], ["π", 563], ["ρ", 564], ["σ", 565], ["τ", 566], ["υ", 567], ["φ", 568], ["χ", 569], ["ψ", 570], ["ω", 571], ["Ё", 578], ["А", 572], ["Б", 573], ["В", 574], ["Г", 575], ["Д", 576], ["Е", 577], ["Ж", 579], ["З", 580], ["И", 581], ["Й", 582], ["К", 583], ["Л", 584], ["М", 585], ["Н", 586], ["О", 587], ["П", 588], ["Р", 589], ["С", 590], ["Т", 591], ["У", 592], ["Ф", 593], ["Х", 594], ["Ц", 595], ["Ч", 596], ["Ш", 597], ["Щ", 598], ["Ъ", 599], ["Ы", 600], ["Ь", 601], ["Э", 602], ["Ю", 603], ["Я", 604], ["а", 605], ["б", 606], ["в", 607], ["г", 608], ["д", 609], ["е", 610], ["ж", 612], ["з", 613], ["и", 614], ["й", 615], ["к", 616], ["л", 617], ["м", 618], ["н", 619], ["о", 620], ["п", 621], ["р", 622], ["с", 623], ["т", 624], ["у", 625], ["ф", 626], ["х", 627], ["ц", 628], ["ч", 629], ["ш", 630], ["щ", 631], ["ъ", 632], ["ы", 633], ["ь", 634], ["э", 635], ["ю", 636], ["я", 637], ["ё", 611], ["—", 104], ["‖", 106], ["‘", 108], ["’", 109], ["“", 110], ["”", 111], ["…", 107], ["‰", 169], ["′", 162], ["″", 163], ["※", 183], ["℃", 164], ["№", 171], ["Ⅰ", 249], ["Ⅱ", 250], ["Ⅲ", 251], ["Ⅳ", 252], ["Ⅴ", 253], ["Ⅵ", 254], ["Ⅶ", 255], ["Ⅷ", 256], ["Ⅸ", 257], ["Ⅹ", 258], ["Ⅺ", 259], ["Ⅻ", 260], ["←", 185], ["↑", 186], ["→", 184], ["↓", 187], ["∈", 136], ["∏", 133], ["∑", 132], ["√", 138], ["∝", 150], ["∞", 156], ["∠", 141], ["∥", 140], ["∧", 130], ["∨", 131], ["∩", 135], ["∪", 134], ["∫", 144], ["∮", 145], ["∴", 158], ["∵", 157], ["∶", 129], ["∷", 137], ["∽", 149], ["≈", 148], ["≌", 147], ["≠", 151], ["≡", 146], ["≤", 154], ["≥", 155], ["≮", 152], ["≯", 153], ["⊙", 143], ["⊥", 139], ["⌒", 142], ["①", 229], ["②", 230], ["③", 231], ["④", 232], ["⑤", 233], ["⑥", 234], ["⑦", 235], ["⑧", 236], ["⑨", 237], ["⑩", 238], ["⑴", 209], ["⑵", 210], ["⑶", 211], ["⑷", 212], ["⑸", 213], ["⑹", 214], ["⑺", 215], ["⑻", 216], ["⑼", 217], ["⑽", 218], ["⑾", 219], ["⑿", 220], ["⒀", 221], ["⒁", 222], ["⒂", 223], ["⒃", 224], ["⒄", 225], ["⒅", 226], ["⒆", 227], ["⒇", 228], ["⒈", 189], ["⒉", 190], ["⒊", 191], ["⒋", 192], ["⒌", 193], ["⒍", 194], ["⒎", 195], ["⒏", 196], ["⒐", 197], ["⒑", 198], ["⒒", 199], ["⒓", 200], ["⒔", 201], ["⒕", 202], ["⒖", 203], ["⒗", 204], ["⒘", 205], ["⒙", 206], ["⒚", 207], ["⒛", 208], ["─", 701], ["━", 702], ["│", 703], ["┃", 704], ["┄", 705], ["┅", 706], ["┆", 707], ["┇", 708], ["┈", 709], ["┉", 710], ["┊", 711], ["┋", 712], ["┌", 713], ["┍", 714], ["┎", 715], ["┏", 716], ["┐", 717], ["┑", 718], ["┒", 719], ["┓", 720], ["└", 721], ["┕", 722], ["┖", 723], ["┗", 724], ["┘", 725], ["┙", 726], ["┚", 727], ["┛", 728], ["├", 729], ["┝", 730], ["┞", 731], ["┟", 732], ["┠", 733], ["┡", 734], ["┢", 735], ["┣", 736], ["┤", 737], ["┥", 738], ["┦", 739], ["┧", 740], ["┨", 741], ["┩", 742], ["┪", 743], ["┫", 744], ["┬", 745], ["┭", 746], ["┮", 747], ["┯", 748], ["┰", 749], ["┱", 750], ["┲", 751], ["┳", 752], ["┴", 753], ["┵", 754], ["┶", 755], ["┷", 756], ["┸", 757], ["┹", 758], ["┺", 759], ["┻", 760], ["┼", 761], ["┽", 762], ["┾", 763], ["┿", 764], ["╀", 765], ["╁", 766], ["╂", 767], ["╃", 768], ["╄", 769], ["╅", 770], ["╆", 771], ["╇", 772], ["╈", 773], ["╉", 774], ["╊", 775], ["╋", 776], ["■", 180], ["□", 179], ["▲", 182], ["△", 181], ["◆", 178], ["◇", 177], ["○", 174], ["◎", 176], ["●", 175], ["★", 173], ["☆", 172], ["♀", 160], ["♂", 159], ["、", 96], ["。", 97], ["〃", 102], ["々", 103], ["〈", 114], ["〉", 115], ["《", 116], ["》", 117], ["「", 118], ["」", 119], ["『", 120], ["』", 121], ["【", 124], ["】", 125], ["〓", 188], ["〔", 112], ["〕", 113], ["〖", 122], ["〗", 123], ["ぁ", 355], ["あ", 356], ["ぃ", 357], ["い", 358], ["ぅ", 359], ["う", 360], ["ぇ", 361], ["え", 362], ["ぉ", 363], ["お", 364], ["か", 365], ["が", 366], ["き", 367], ["ぎ", 368], ["く", 369], ["ぐ", 370], ["け", 371], ["げ", 372], ["こ", 373], ["ご", 374], ["さ", 375], ["ざ", 376], ["し", 377], ["じ", 378], ["す", 379], ["ず", 380], ["せ", 381], ["ぜ", 382], ["そ", 383], ["ぞ", 384], ["た", 385], ["だ", 386], ["ち", 387], ["ぢ", 388], ["っ", 389], ["つ", 390], ["づ", 391], ["て", 392], ["で", 393], ["と", 394], ["ど", 395], ["な", 396], ["に", 397], ["ぬ", 398], ["ね", 399], ["の", 400], ["は", 401], ["ば", 402], ["ぱ", 403], ["ひ", 404], ["び", 405], ["ぴ", 406], ["ふ", 407], ["ぶ", 408], ["ぷ", 409], ["へ", 410], ["べ", 411], ["ぺ", 412], ["ほ", 413], ["ぼ", 414], ["ぽ", 415], ["ま", 416], ["み", 417], ["む", 418], ["め", 419], ["も", 420], ["ゃ", 421], ["や", 422], ["ゅ", 423], ["ゆ", 424], ["ょ", 425], ["よ", 426], ["ら", 427], ["り", 428], ["る", 429], ["れ", 430], ["ろ", 431], ["ゎ", 432], ["わ", 433], ["ゐ", 434], ["ゑ", 435], ["を", 436], ["ん", 437], ["ァ", 438], ["ア", 439], ["ィ", 440], ["イ", 441], ["ゥ", 442], ["ウ", 443], ["ェ", 444], ["エ", 445], ["ォ", 446], ["オ", 447], ["カ", 448], ["ガ", 449], ["キ", 450], ["ギ", 451], ["ク", 452], ["グ", 453], ["ケ", 454], ["ゲ", 455], ["コ", 456], ["ゴ", 457], ["サ", 458], ["ザ", 459], ["シ", 460], ["ジ", 461], ["ス", 462], ["ズ", 463], ["セ", 464], ["ゼ", 465], ["ソ", 466], ["ゾ", 467], ["タ", 468], ["ダ", 469], ["チ", 470], ["ヂ", 471], ["ッ", 472], ["ツ", 473], ["ヅ", 474], ["テ", 475], ["デ", 476], ["ト", 477], ["ド", 478], ["ナ", 479], ["ニ", 480], ["ヌ", 481], ["ネ", 482], ["ノ", 483], ["ハ", 484], ["バ", 485], ["パ", 486], ["ヒ", 487], ["ビ", 488], ["ピ", 489], ["フ", 490], ["ブ", 491], ["プ", 492], ["ヘ", 493], ["ベ", 494], ["ペ", 495], ["ホ", 496], ["ボ", 497], ["ポ", 498], ["マ", 499], ["ミ", 500], ["ム", 501], ["メ", 502], ["モ", 503], ["ャ", 504], ["ヤ", 505], ["ュ", 506], ["ユ", 507], ["ョ", 508], ["ヨ", 509], ["ラ", 510], ["リ", 511], ["ル", 512], ["レ", 513], ["ロ", 514], ["ヮ", 515], ["ワ", 516], ["ヰ", 517], ["ヱ", 518], ["ヲ", 519], ["ン", 520], ["ヴ", 521], ["ヵ", 522], ["ヶ", 523], ["ㄅ", 664], ["ㄆ", 665], ["ㄇ", 666], ["ㄈ", 667], ["ㄉ", 668], ["ㄊ", 669], ["ㄋ", 670], ["ㄌ", 671], ["ㄍ", 672], ["ㄎ", 673], ["ㄏ", 674], ["ㄐ", 675], ["ㄑ", 676], ["ㄒ", 677], ["ㄓ", 678], ["ㄔ", 679], ["ㄕ", 680], ["ㄖ", 681], ["ㄗ", 682], ["ㄘ", 683], ["ㄙ", 684], ["ㄚ", 685], ["ㄛ", 686], ["ㄜ", 687], ["ㄝ", 688], ["ㄞ", 689], ["ㄟ", 690], ["ㄠ", 691], ["ㄡ", 692], ["ㄢ", 693], ["ㄣ", 694], ["ㄤ", 695], ["ㄥ", 696], ["ㄦ", 697], ["ㄧ", 698], ["ㄨ", 699], ["ㄩ", 700], ["㈠", 239], ["㈡", 240], ["㈢", 241], ["㈣", 242], ["㈤", 243], ["㈥", 244], ["㈦", 245], ["㈧", 246], ["㈨", 247], ["㈩", 248], ["一", 3999], ["丁", 1341], ["七", 2907], ["万", 3584], ["丈", 4295], ["三", 3125], ["上", 3173], ["下", 3724], ["丌", 4533], ["不", 991], ["与", 4141], ["丐", 4535], ["丑", 1141], ["专", 4450], ["且", 2988], ["丕", 4538], ["世", 3252], ["丘", 3018], ["丙", 961], ["业", 3993], ["丛", 1204], ["东", 1351], ["丝", 3345], ["丞", 4540], ["丢", 1350], ["两", 2403], ["严", 3925], ["丧", 3131], ["丨", 4544], ["个", 1614], ["丫", 3908], ["丬", 5625], ["中", 4396], ["丰", 1499], ["串", 1166], ["临", 2431], ["丶", 4559], ["丸", 3574], ["丹", 1250], ["为", 3606], ["主", 4435], ["丽", 2366], ["举", 2149], ["丿", 4546], ["乃", 2699], ["久", 2127], ["乇", 4548], ["么", 2582], ["义", 4041], ["之", 4362], ["乌", 3654], ["乍", 4261], ["乎", 1801], ["乏", 1440], ["乐", 2334], ["乒", 2869], ["乓", 2800], ["乔", 2977], ["乖", 1674], ["乘", 1101], ["乙", 4022], ["乜", 4562], ["九", 2129], ["乞", 2926], ["也", 3990], ["习", 3706], ["乡", 3761], ["书", 3293], ["乩", 4563], ["买", 2550], ["乱", 2518], ["乳", 3105], ["乾", 2950], ["了", 2417], ["予", 4138], ["争", 4343], ["事", 3254], ["二", 1434], ["亍", 4532], ["于", 4124], ["亏", 2273], ["云", 4198], ["互", 1815], ["亓", 4564], ["五", 3665], ["井", 2106], ["亘", 4539], ["亚", 3917], ["些", 3793], ["亟", 4560], ["亠", 4704], ["亡", 3588], ["亢", 2212], ["交", 2025], ["亥", 1721], ["亦", 4036], ["产", 1054], ["亨", 1780], ["亩", 2678], ["享", 3767], ["京", 2101], ["亭", 3506], ["亮", 2407], ["亲", 2993], ["亳", 4706], ["亵", 4709], ["人", 3075], ["亻", 4604], ["亿", 4030], ["什", 3238], ["仁", 3074], ["仂", 4607], ["仃", 4605], ["仄", 4569], ["仅", 2084], ["仆", 2889], ["仇", 1138], ["仉", 4606], ["今", 2079], ["介", 2071], ["仍", 3084], ["从", 1203], ["仑", 2524], ["仓", 1018], ["仔", 4490], ["仕", 3263], ["他", 3405], ["仗", 4298], ["付", 1550], ["仙", 3731], ["仝", 4683], ["仞", 4611], ["仟", 2948], ["仡", 4609], ["代", 1242], ["令", 2452], ["以", 4024], ["仨", 4608], ["仪", 4011], ["仫", 4610], ["们", 2601], ["仰", 3964], ["仲", 4405], ["仳", 4613], ["仵", 4616], ["件", 1998], ["价", 1963], ["任", 3078], ["份", 1495], ["仿", 1468], ["企", 2927], ["伉", 4619], ["伊", 4005], ["伍", 3669], ["伎", 1935], ["伏", 1526], ["伐", 1439], ["休", 3845], ["众", 4406], ["优", 4103], ["伙", 1889], ["会", 1875], ["伛", 4612], ["伞", 3127], ["伟", 3612], ["传", 1163], ["伢", 4614], ["伤", 3169], ["伥", 4617], ["伦", 2523], ["伧", 4618], ["伪", 3613], ["伫", 4620], ["伯", 978], ["估", 1654], ["伲", 4628], ["伴", 849], ["伶", 2444], ["伸", 3202], ["伺", 3351], ["似", 3352], ["伽", 4629], ["佃", 1318], ["但", 1257], ["位", 3623], ["低", 1291], ["住", 4443], ["佐", 4526], ["佑", 4117], ["体", 3477], ["何", 1762], ["佗", 4627], ["佘", 4685], ["余", 4130], ["佚", 4624], ["佛", 1514], ["作", 4529], ["佝", 4625], ["佞", 4621], ["佟", 4626], ["你", 2723], ["佣", 4088], ["佤", 4615], ["佥", 4686], ["佧", 4622], ["佩", 2819], ["佬", 2328], ["佯", 3958], ["佰", 835], ["佳", 1953], ["佴", 4631], ["佶", 4630], ["佻", 4637], ["佼", 4639], ["佾", 4636], ["使", 3245], ["侃", 4634], ["侄", 4370], ["侈", 1120], ["侉", 4633], ["例", 2373], ["侍", 3264], ["侏", 4635], ["侑", 4632], ["侔", 4641], ["侗", 1357], ["供", 1631], ["依", 4004], ["侠", 3722], ["侣", 2502], ["侥", 2034], ["侦", 4330], ["侧", 1028], ["侨", 2978], ["侩", 2261], ["侪", 4638], ["侬", 4640], ["侮", 3670], ["侯", 1794], ["侵", 2992], ["便", 937], ["促", 1209], ["俄", 1417], ["俅", 4645], ["俊", 2187], ["俎", 4687], ["俏", 2984], ["俐", 2374], ["俑", 4649], ["俗", 3369], ["俘", 1527], ["俚", 4646], ["俜", 4648], ["保", 873], ["俞", 4131], ["俟", 4650], ["信", 3821], ["俣", 4647], ["俦", 4642], ["俨", 4643], ["俩", 2383], ["俪", 4644], ["俭", 1987], ["修", 3846], ["俯", 1537], ["俱", 2159], ["俳", 4654], ["俸", 4651], ["俺", 795], ["俾", 4659], ["倌", 4661], ["倍", 892], ["倏", 4656], ["倒", 1271], ["倔", 2175], ["倘", 3448], ["候", 1798], ["倚", 4020], ["倜", 4660], ["借", 2070], ["倡", 1069], ["倥", 4662], ["倦", 2167], ["倨", 4663], ["倩", 4652], ["倪", 2719], ["倬", 4655], ["倭", 4658], ["倮", 4657], ["债", 4268], ["值", 4369], ["倾", 3005], ["偃", 4665], ["假", 1961], ["偈", 4667], ["偌", 4653], ["偎", 4668], ["偏", 2855], ["偕", 4666], ["做", 4528], ["停", 3505], ["健", 1999], ["偬", 4669], ["偶", 2778], ["偷", 3523], ["偻", 4670], ["偾", 4664], ["偿", 1063], ["傀", 2280], ["傅", 1549], ["傈", 2372], ["傍", 864], ["傣", 1238], ["傥", 4671], ["傧", 4672], ["储", 1154], ["傩", 4673], ["催", 1215], ["傲", 809], ["傺", 4674], ["傻", 3147], ["像", 3771], ["僖", 4675], ["僚", 2411], ["僦", 4679], ["僧", 3140], ["僬", 4678], ["僭", 4677], ["僮", 4680], ["僳", 3373], ["僵", 2007], ["僻", 2851], ["儆", 4676], ["儇", 4681], ["儋", 4682], ["儒", 3101], ["儡", 2340], ["儿", 1429], ["兀", 4534], ["允", 4202], ["元", 4170], ["兄", 3838], ["充", 1126], ["兆", 4309], ["先", 3730], ["光", 1688], ["克", 2229], ["免", 2628], ["兑", 1390], ["兔", 3537], ["兕", 4703], ["兖", 4705], ["党", 1265], ["兜", 1361], ["兢", 2096], ["入", 3107], ["全", 3043], ["八", 819], ["公", 1633], ["六", 2463], ["兮", 4691], ["兰", 2308], ["共", 1640], ["关", 1678], ["兴", 3827], ["兵", 958], ["其", 2912], ["具", 2155], ["典", 1314], ["兹", 4482], ["养", 3966], ["兼", 1974], ["兽", 3282], ["冀", 1933], ["冁", 4695], ["冂", 4602], ["内", 2714], ["冈", 1580], ["冉", 3061], ["册", 1029], ["再", 4217], ["冒", 2578], ["冕", 2627], ["冖", 4721], ["冗", 3095], ["写", 3804], ["军", 2184], ["农", 2759], ["冠", 1680], ["冢", 4722], ["冤", 4169], ["冥", 4723], ["冫", 4716], ["冬", 1352], ["冯", 1509], ["冰", 959], ["冱", 4717], ["冲", 1127], ["决", 2178], ["况", 2272], ["冶", 3989], ["冷", 2348], ["冻", 1359], ["冼", 4719], ["冽", 4718], ["净", 2119], ["凄", 2908], ["准", 4470], ["凇", 4720], ["凉", 2399], ["凋", 1328], ["凌", 2446], ["减", 1989], ["凑", 1205], ["凛", 2435], ["凝", 2749], ["几", 1928], ["凡", 1452], ["凤", 1513], ["凫", 4701], ["凭", 2874], ["凯", 2199], ["凰", 1853], ["凳", 1288], ["凵", 4854], ["凶", 3839], ["凸", 3527], ["凹", 804], ["出", 1144], ["击", 1897], ["凼", 4855], ["函", 1731], ["凿", 4228], ["刀", 1268], ["刁", 1329], ["刂", 4585], ["刃", 3080], ["分", 1488], ["切", 2986], ["刈", 4586], ["刊", 2201], ["刍", 4840], ["刎", 4587], ["刑", 3828], ["划", 1824], ["刖", 6347], ["列", 2422], ["刘", 2459], ["则", 4242], ["刚", 1581], ["创", 1172], ["初", 1143], ["删", 3156], ["判", 2798], ["刨", 2807], ["利", 2371], ["别", 950], ["刭", 4588], ["刮", 1668], ["到", 1275], ["刳", 4589], ["制", 4386], ["刷", 3316], ["券", 3047], ["刹", 3144], ["刺", 1196], ["刻", 2230], ["刽", 1706], ["刿", 4590], ["剀", 4591], ["剁", 1411], ["剂", 1937], ["剃", 3482], ["削", 3777], ["剌", 4592], ["前", 2954], ["剐", 1670], ["剑", 2001], ["剔", 3470], ["剖", 2886], ["剜", 4595], ["剞", 4593], ["剡", 4594], ["剥", 870], ["剧", 2163], ["剩", 3223], ["剪", 1988], ["副", 1545], ["割", 1606], ["剽", 4597], ["剿", 2041], ["劁", 4599], ["劂", 4598], ["劈", 2842], ["劐", 4600], ["劓", 4601], ["力", 2380], ["劝", 3048], ["办", 852], ["功", 1628], ["加", 1955], ["务", 3677], ["劢", 4842], ["劣", 2425], ["动", 1355], ["助", 4438], ["努", 2762], ["劫", 2055], ["劬", 4843], ["劭", 4844], ["励", 2368], ["劲", 2094], ["劳", 2325], ["劾", 4845], ["势", 3258], ["勃", 974], ["勇", 4100], ["勉", 2629], ["勋", 3889], ["勐", 4847], ["勒", 2333], ["勖", 4848], ["勘", 2203], ["募", 2684], ["勤", 2996], ["勰", 4849], ["勹", 4697], ["勺", 3181], ["勾", 1642], ["勿", 3676], ["匀", 4200], ["包", 868], ["匆", 1202], ["匈", 3841], ["匍", 4698], ["匏", 5138], ["匐", 4700], ["匕", 4547], ["化", 1825], ["北", 887], ["匙", 1113], ["匚", 4577], ["匝", 4209], ["匠", 2017], ["匡", 2265], ["匣", 3717], ["匦", 4579], ["匪", 1477], ["匮", 4580], ["匹", 2849], ["区", 3026], ["医", 4001], ["匾", 4581], ["匿", 2724], ["十", 3234], ["千", 2945], ["卅", 4537], ["升", 3219], ["午", 3667], ["卉", 1870], ["半", 851], ["华", 1820], ["协", 3797], ["卑", 886], ["卒", 4510], ["卓", 4473], ["单", 1251], ["卖", 2552], ["南", 2703], ["博", 973], ["卜", 987], ["卞", 939], ["卟", 5207], ["占", 4282], ["卡", 2194], ["卢", 2480], ["卣", 4584], ["卤", 2485], ["卦", 4583], ["卧", 3648], ["卩", 4783], ["卫", 3628], ["卮", 4551], ["卯", 2576], ["印", 4067], ["危", 3599], ["即", 1924], ["却", 3052], ["卵", 2517], ["卷", 2169], ["卸", 3806], ["卺", 4784], ["卿", 3006], ["厂", 1065], ["厄", 1422], ["厅", 3500], ["历", 2370], ["厉", 2367], ["压", 3903], ["厌", 3943], ["厍", 4570], ["厕", 1026], ["厘", 2349], ["厚", 1797], ["厝", 4571], ["原", 4173], ["厢", 3755], ["厣", 4572], ["厥", 4573], ["厦", 3725], ["厨", 1146], ["厩", 2131], ["厮", 4574], ["厶", 4857], ["去", 3037], ["县", 3746], ["叁", 3126], ["参", 1010], ["又", 4120], ["叉", 1034], ["及", 1920], ["友", 4115], ["双", 3325], ["反", 1454], ["发", 1436], ["叔", 3289], ["取", 3033], ["受", 3280], ["变", 938], ["叙", 3864], ["叛", 2799], ["叟", 4850], ["叠", 1340], ["口", 2244], ["古", 1659], ["句", 2160], ["另", 2451], ["叨", 5211], ["叩", 5210], ["只", 4375], ["叫", 2046], ["召", 4311], ["叭", 816], ["叮", 1343], ["可", 2227], ["台", 3416], ["叱", 5208], ["史", 3243], ["右", 4116], ["叵", 4578], ["叶", 3994], ["号", 1753], ["司", 3344], ["叹", 3438], ["叻", 5212], ["叼", 1326], ["叽", 5209], ["吁", 4151], ["吃", 1110], ["各", 1615], ["吆", 5215], ["合", 1763], ["吉", 1914], ["吊", 1331], ["同", 3514], ["名", 2653], ["后", 1799], ["吏", 2364], ["吐", 3536], ["向", 3772], ["吒", 5213], ["吓", 3727], ["吕", 2500], ["吖", 5214], ["吗", 2548], ["君", 2185], ["吝", 2437], ["吞", 3546], ["吟", 4059], ["吠", 1479], ["吡", 5222], ["吣", 5225], ["否", 1515], ["吧", 817], ["吨", 1394], ["吩", 1486], ["含", 1728], ["听", 3501], ["吭", 2238], ["吮", 3331], ["启", 2928], ["吱", 4356], ["吲", 5226], ["吴", 3662], ["吵", 1077], ["吸", 3688], ["吹", 1173], ["吻", 3635], ["吼", 1796], ["吾", 3661], ["呀", 3907], ["呃", 5221], ["呆", 1236], ["呈", 1100], ["告", 1598], ["呋", 5216], ["呐", 2693], ["呒", 5217], ["呓", 5218], ["呔", 5219], ["呕", 2777], ["呖", 5220], ["呗", 5223], ["员", 4177], ["呙", 5224], ["呛", 2964], ["呜", 3652], ["呢", 2712], ["呤", 5231], ["呦", 5236], ["周", 4408], ["呱", 5230], ["呲", 5247], ["味", 3618], ["呵", 1755], ["呶", 5235], ["呷", 5229], ["呸", 2812], ["呻", 3201], ["呼", 1800], ["命", 2654], ["咀", 2147], ["咂", 5227], ["咄", 5234], ["咆", 2806], ["咋", 4260], ["和", 1761], ["咎", 2136], ["咏", 4095], ["咐", 1560], ["咒", 4416], ["咔", 5228], ["咕", 1652], ["咖", 2193], ["咙", 2466], ["咚", 5232], ["咛", 5233], ["咝", 5237], ["咣", 5248], ["咤", 5258], ["咦", 5244], ["咧", 5243], ["咨", 4483], ["咩", 5256], ["咪", 5257], ["咫", 5828], ["咬", 3979], ["咭", 5239], ["咯", 2195], ["咱", 4219], ["咳", 2226], ["咴", 5241], ["咸", 3734], ["咻", 5250], ["咽", 3920], ["咿", 5251], ["哀", 783], ["品", 2867], ["哂", 5240], ["哄", 1785], ["哆", 1403], ["哇", 3561], ["哈", 1716], ["哉", 4213], ["哌", 5252], ["响", 3766], ["哎", 781], ["哏", 5260], ["哐", 5238], ["哑", 3916], ["哒", 5242], ["哓", 5245], ["哔", 5246], ["哕", 5249], ["哗", 1819], ["哙", 5253], ["哚", 5254], ["哜", 5255], ["哝", 5259], ["哞", 5261], ["哟", 4086], ["哥", 1599], ["哦", 2772], ["哧", 5263], ["哨", 3184], ["哩", 2382], ["哪", 2692], ["哭", 2248], ["哮", 3778], ["哲", 4314], ["哳", 5267], ["哺", 988], ["哼", 1779], ["哽", 5265], ["哿", 4846], ["唁", 3946], ["唆", 3398], ["唇", 1181], ["唉", 782], ["唏", 5270], ["唐", 3446], ["唑", 5271], ["唔", 5266], ["唛", 5262], ["唠", 5264], ["唢", 5268], ["唣", 5269], ["唤", 1839], ["唧", 5272], ["唪", 5273], ["唬", 1813], ["售", 3279], ["唯", 3604], ["唰", 5290], ["唱", 1068], ["唳", 5289], ["唷", 5284], ["唼", 5283], ["唾", 3559], ["唿", 5281], ["啁", 5279], ["啃", 2234], ["啄", 4478], ["商", 3170], ["啉", 5277], ["啊", 777], ["啐", 5282], ["啕", 5280], ["啖", 5285], ["啜", 5291], ["啡", 1474], ["啤", 2845], ["啥", 3148], ["啦", 2298], ["啧", 5274], ["啪", 2780], ["啬", 4567], ["啭", 5278], ["啮", 2742], ["啵", 5286], ["啶", 5287], ["啷", 5288], ["啸", 3789], ["啻", 5303], ["啼", 3476], ["啾", 5300], ["喀", 2192], ["喁", 5298], ["喂", 3621], ["喃", 5294], ["善", 3164], ["喇", 2294], ["喈", 5297], ["喉", 1793], ["喊", 1732], ["喋", 5292], ["喏", 5275], ["喑", 5302], ["喔", 5307], ["喘", 1165], ["喙", 5308], ["喜", 3708], ["喝", 1756], ["喟", 5299], ["喧", 3874], ["喱", 5295], ["喳", 4251], ["喵", 5276], ["喷", 2821], ["喹", 5296], ["喻", 4153], ["喽", 5305], ["喾", 5306], ["嗄", 5319], ["嗅", 3849], ["嗉", 5311], ["嗌", 5324], ["嗍", 5325], ["嗑", 5313], ["嗒", 5293], ["嗓", 3130], ["嗔", 5316], ["嗖", 5301], ["嗜", 3260], ["嗝", 5318], ["嗟", 5304], ["嗡", 3639], ["嗣", 3349], ["嗤", 5328], ["嗥", 5321], ["嗦", 5317], ["嗨", 5326], ["嗪", 5309], ["嗫", 5314], ["嗬", 5315], ["嗯", 5320], ["嗲", 5322], ["嗳", 5323], ["嗵", 5327], ["嗷", 5310], ["嗽", 3366], ["嗾", 5336], ["嘀", 5337], ["嘁", 5333], ["嘈", 5331], ["嘉", 1950], ["嘌", 5332], ["嘎", 1562], ["嘏", 4568], ["嘘", 3858], ["嘛", 2547], ["嘞", 5330], ["嘟", 5312], ["嘣", 5335], ["嘤", 5334], ["嘧", 5338], ["嘬", 5343], ["嘭", 5339], ["嘱", 4434], ["嘲", 1074], ["嘴", 4518], ["嘶", 3341], ["嘹", 5341], ["嘻", 3687], ["嘿", 1773], ["噌", 5348], ["噍", 5344], ["噎", 3985], ["噔", 5349], ["噗", 5342], ["噘", 5340], ["噙", 5346], ["噜", 5347], ["噢", 5345], ["噤", 5351], ["器", 2931], ["噩", 4543], ["噪", 4235], ["噫", 5353], ["噬", 3261], ["噱", 5352], ["噶", 1561], ["噻", 5354], ["噼", 5355], ["嚅", 5356], ["嚆", 5350], ["嚎", 1747], ["嚏", 3479], ["嚓", 5357], ["嚣", 3779], ["嚯", 5358], ["嚷", 3066], ["嚼", 2030], ["囊", 2706], ["囔", 5359], ["囗", 5360], ["囚", 3022], ["四", 3350], ["囝", 5361], ["回", 1866], ["囟", 4553], ["因", 4054], ["囡", 5362], ["团", 3539], ["囤", 1398], ["囫", 5364], ["园", 4176], ["困", 2287], ["囱", 1201], ["围", 3603], ["囵", 5363], ["囹", 5365], ["固", 1666], ["国", 1712], ["图", 3530], ["囿", 5366], ["圃", 2896], ["圄", 5367], ["圆", 4178], ["圈", 3038], ["圉", 5369], ["圊", 5368], ["圜", 5370], ["土", 3535], ["圣", 3225], ["在", 4218], ["圩", 4868], ["圪", 4870], ["圬", 4869], ["圭", 1693], ["圮", 4873], ["圯", 4874], ["地", 1302], ["圳", 4871], ["圹", 4872], ["场", 1059], ["圻", 4876], ["圾", 1898], ["址", 4371], ["坂", 4877], ["均", 2181], ["坊", 1461], ["坌", 4861], ["坍", 3422], ["坎", 2204], ["坏", 1831], ["坐", 4530], ["坑", 2237], ["块", 2259], ["坚", 1969], ["坛", 3427], ["坜", 4875], ["坝", 827], ["坞", 3671], ["坟", 1490], ["坠", 4467], ["坡", 2878], ["坤", 2284], ["坦", 3433], ["坨", 4884], ["坩", 4878], ["坪", 2870], ["坫", 4880], ["坭", 4885], ["坯", 2837], ["坳", 4887], ["坶", 4886], ["坷", 2218], ["坻", 4883], ["坼", 4882], ["垂", 1177], ["垃", 2292], ["垄", 2470], ["垅", 4879], ["垆", 4881], ["型", 3829], ["垌", 4890], ["垒", 2341], ["垓", 4895], ["垛", 1406], ["垠", 4896], ["垡", 4863], ["垢", 1646], ["垣", 4171], ["垤", 4889], ["垦", 2235], ["垧", 4893], ["垩", 4862], ["垫", 1316], ["垭", 4888], ["垮", 2255], ["垲", 4891], ["垴", 4894], ["垸", 4902], ["埂", 1623], ["埃", 779], ["埋", 2549], ["城", 1097], ["埏", 4892], ["埒", 4901], ["埔", 2894], ["埕", 4897], ["埘", 4898], ["埙", 4900], ["埚", 4899], ["埝", 4907], ["域", 4148], ["埠", 990], ["埤", 4906], ["埭", 4911], ["埯", 4904], ["埴", 4903], ["埸", 4905], ["培", 2814], ["基", 1899], ["埽", 4910], ["堀", 4912], ["堂", 3443], ["堆", 1389], ["堇", 5033], ["堋", 4908], ["堍", 4909], ["堑", 2959], ["堕", 1413], ["堙", 4914], ["堞", 4913], ["堠", 4916], ["堡", 874], ["堤", 1290], ["堪", 2202], ["堰", 3941], ["堵", 1374], ["塄", 4915], ["塌", 3404], ["塍", 6400], ["塑", 3374], ["塔", 3408], ["塘", 3441], ["塞", 3123], ["塥", 4917], ["填", 3486], ["塬", 4918], ["塾", 4864], ["墀", 4922], ["墁", 4919], ["境", 2111], ["墅", 3311], ["墉", 4920], ["墒", 3168], ["墓", 2681], ["墙", 2967], ["墚", 4921], ["增", 4246], ["墟", 3854], ["墨", 2667], ["墩", 1393], ["墼", 4865], ["壁", 928], ["壅", 4866], ["壑", 4867], ["壕", 1746], ["壤", 3064], ["士", 3251], ["壬", 3073], ["壮", 4461], ["声", 3215], ["壳", 2225], ["壶", 1804], ["壹", 4000], ["夂", 5497], ["处", 1158], ["备", 894], ["复", 1548], ["夏", 3726], ["夔", 4696], ["夕", 3696], ["外", 3568], ["夙", 4702], ["多", 1404], ["夜", 3997], ["够", 1649], ["夤", 5496], ["夥", 5494], ["大", 1235], ["天", 3484], ["太", 3419], ["夫", 1516], ["夭", 4549], ["央", 3953], ["夯", 1743], ["失", 3227], ["头", 3525], ["夷", 4008], ["夸", 2254], ["夹", 1952], ["夺", 1405], ["夼", 5132], ["奁", 5133], ["奂", 4841], ["奄", 3935], ["奇", 2914], ["奈", 2702], ["奉", 1512], ["奋", 1494], ["奎", 2278], ["奏", 4506], ["契", 2929], ["奔", 898], ["奕", 5135], ["奖", 2015], ["套", 3463], ["奘", 5137], ["奚", 5136], ["奠", 1322], ["奢", 3187], ["奥", 810], ["女", 2764], ["奴", 2761], ["奶", 2700], ["奸", 1977], ["她", 3407], ["好", 1751], ["妁", 5842], ["如", 3103], ["妃", 5843], ["妄", 3595], ["妆", 4459], ["妇", 1558], ["妈", 2540], ["妊", 3081], ["妍", 5844], ["妒", 1382], ["妓", 1947], ["妖", 3971], ["妗", 5848], ["妙", 2640], ["妞", 5851], ["妣", 5847], ["妤", 5852], ["妥", 3557], ["妨", 1467], ["妩", 5845], ["妪", 5846], ["妫", 5850], ["妮", 2717], ["妯", 5855], ["妲", 5854], ["妹", 2597], ["妻", 2906], ["妾", 5857], ["姆", 2679], ["姊", 5849], ["始", 3248], ["姐", 2065], ["姑", 1657], ["姒", 5853], ["姓", 3837], ["委", 3611], ["姗", 5856], ["姘", 5863], ["姚", 3978], ["姜", 2008], ["姝", 5860], ["姣", 5862], ["姥", 2329], ["姨", 4016], ["姬", 1911], ["姹", 5864], ["姻", 4058], ["姿", 4485], ["威", 3596], ["娃", 3564], ["娄", 2474], ["娅", 5858], ["娆", 5859], ["娇", 2029], ["娈", 5861], ["娉", 5866], ["娌", 5865], ["娑", 5869], ["娓", 5871], ["娘", 2735], ["娜", 2696], ["娟", 2166], ["娠", 3205], ["娣", 5870], ["娥", 1420], ["娩", 2630], ["娱", 4139], ["娲", 5867], ["娴", 5868], ["娶", 3034], ["娼", 5876], ["婀", 5872], ["婆", 2881], ["婉", 3583], ["婊", 5874], ["婕", 5875], ["婚", 1883], ["婢", 5877], ["婧", 5873], ["婪", 2303], ["婴", 4070], ["婵", 5878], ["婶", 3210], ["婷", 5882], ["婺", 5883], ["婿", 3870], ["媒", 2591], ["媚", 2598], ["媛", 5881], ["媪", 5880], ["媲", 5886], ["媳", 3707], ["媵", 6401], ["媸", 5889], ["媾", 5884], ["嫁", 1966], ["嫂", 3135], ["嫉", 1925], ["嫌", 3741], ["嫒", 5887], ["嫔", 5888], ["嫖", 5893], ["嫘", 5895], ["嫜", 5896], ["嫠", 5890], ["嫡", 1299], ["嫣", 5891], ["嫦", 5894], ["嫩", 2715], ["嫫", 5885], ["嫱", 5892], ["嬉", 5897], ["嬖", 5899], ["嬗", 5898], ["嬲", 5900], ["嬴", 4713], ["嬷", 5901], ["孀", 5902], ["子", 4493], ["孑", 5908], ["孓", 5909], ["孔", 2241], ["孕", 4208], ["字", 4496], ["存", 1222], ["孙", 3393], ["孚", 5905], ["孛", 4566], ["孜", 4488], ["孝", 3786], ["孟", 2609], ["孢", 5910], ["季", 1934], ["孤", 1656], ["孥", 5906], ["学", 3885], ["孩", 1718], ["孪", 2515], ["孬", 4542], ["孰", 3295], ["孱", 5831], ["孳", 5907], ["孵", 1519], ["孺", 3102], ["孽", 2741], ["宀", 5771], ["宁", 2750], ["它", 3406], ["宄", 5772], ["宅", 4266], ["宇", 4144], ["守", 3276], ["安", 794], ["宋", 3360], ["完", 3576], ["宏", 1790], ["宓", 5774], ["宕", 5773], ["宗", 4500], ["官", 1679], ["宙", 4418], ["定", 1348], ["宛", 3582], ["宜", 4015], ["宝", 876], ["实", 3241], ["宠", 1130], ["审", 3209], ["客", 2231], ["宣", 3875], ["室", 3270], ["宥", 5775], ["宦", 1844], ["宪", 3750], ["宫", 1634], ["宰", 4215], ["害", 1722], ["宴", 3949], ["宵", 3782], ["家", 1954], ["宸", 5776], ["容", 3093], ["宽", 2263], ["宾", 956], ["宿", 3376], ["寂", 1941], ["寄", 1940], ["寅", 4062], ["密", 2622], ["寇", 2246], ["富", 1555], ["寐", 2596], ["寒", 1730], ["寓", 4162], ["寝", 3000], ["寞", 2671], ["察", 1040], ["寡", 1671], ["寤", 5780], ["寥", 2414], ["寨", 4269], ["寮", 5781], ["寰", 5783], ["寸", 1223], ["对", 1392], ["寺", 3348], ["寻", 3894], ["导", 1274], ["寿", 3277], ["封", 1500], ["射", 3194], ["将", 2009], ["尉", 3626], ["尊", 4522], ["小", 3785], ["少", 3183], ["尔", 1431], ["尕", 5903], ["尖", 1970], ["尘", 1088], ["尚", 3174], ["尜", 5904], ["尝", 1060], ["尢", 5139], ["尤", 4106], ["尥", 5140], ["尧", 3974], ["尬", 5141], ["就", 2137], ["尴", 5142], ["尸", 3232], ["尹", 4064], ["尺", 1121], ["尻", 5827], ["尼", 2721], ["尽", 2093], ["尾", 3614], ["尿", 2738], ["局", 2146], ["屁", 2852], ["层", 1031], ["居", 2143], ["屈", 3030], ["屉", 3483], ["届", 2074], ["屋", 3657], ["屎", 3246], ["屏", 2877], ["屐", 5829], ["屑", 3812], ["展", 4279], ["屙", 5830], ["属", 3304], ["屠", 3534], ["屡", 2505], ["屣", 5832], ["履", 2504], ["屦", 5833], ["屮", 5841], ["屯", 3547], ["山", 3155], ["屹", 4029], ["屺", 5385], ["屿", 4142], ["岁", 3388], ["岂", 2925], ["岈", 5389], ["岌", 5384], ["岍", 5386], ["岐", 5387], ["岑", 5392], ["岔", 1041], ["岖", 5388], ["岗", 1586], ["岘", 5390], ["岙", 5391], ["岚", 5393], ["岛", 1272], ["岜", 5394], ["岢", 5396], ["岣", 5401], ["岩", 3928], ["岫", 5399], ["岬", 5398], ["岭", 2449], ["岱", 5400], ["岳", 4192], ["岵", 5395], ["岷", 5403], ["岸", 798], ["岽", 5397], ["岿", 2275], ["峁", 5402], ["峄", 5404], ["峋", 5407], ["峒", 5405], ["峙", 4385], ["峡", 3721], ["峤", 5406], ["峥", 5408], ["峦", 2513], ["峨", 1415], ["峪", 4154], ["峭", 2983], ["峰", 1503], ["峻", 2186], ["崂", 5409], ["崃", 5410], ["崆", 5416], ["崇", 1129], ["崎", 2917], ["崔", 1214], ["崖", 3912], ["崛", 5417], ["崞", 5415], ["崤", 5414], ["崦", 5412], ["崧", 5411], ["崩", 902], ["崭", 4278], ["崮", 5413], ["崴", 5420], ["崽", 5421], ["崾", 5419], ["嵇", 6783], ["嵊", 5428], ["嵋", 5427], ["嵌", 2960], ["嵘", 5418], ["嵛", 5423], ["嵝", 5425], ["嵩", 5429], ["嵫", 5426], ["嵬", 5422], ["嵯", 5424], ["嵴", 5430], ["嶂", 5431], ["嶙", 5432], ["嶝", 5433], ["嶷", 5435], ["巅", 5436], ["巍", 3597], ["巛", 6002], ["川", 1160], ["州", 4409], ["巡", 3896], ["巢", 1076], ["工", 1626], ["左", 4525], ["巧", 2979], ["巨", 2154], ["巩", 1636], ["巫", 3651], ["差", 1042], ["巯", 4860], ["己", 1930], ["已", 4021], ["巳", 3354], ["巴", 821], ["巷", 3769], ["巽", 4692], ["巾", 2075], ["币", 920], ["市", 3268], ["布", 992], ["帅", 3321], ["帆", 1445], ["师", 3226], ["希", 3693], ["帏", 5371], ["帐", 4296], ["帑", 5374], ["帔", 5373], ["帕", 2783], ["帖", 3499], ["帘", 2391], ["帙", 5372], ["帚", 4415], ["帛", 979], ["帜", 4384], ["帝", 1305], ["带", 1240], ["帧", 4349], ["席", 3705], ["帮", 855], ["帱", 5375], ["帷", 5378], ["常", 1061], ["帻", 5376], ["帼", 5377], ["帽", 2579], ["幂", 2623], ["幄", 5379], ["幅", 1523], ["幌", 1857], ["幔", 5380], ["幕", 2683], ["幛", 5381], ["幞", 5382], ["幡", 5383], ["幢", 1169], ["干", 1569], ["平", 2873], ["年", 2730], ["并", 966], ["幸", 3834], ["幺", 6000], ["幻", 1845], ["幼", 4121], ["幽", 4102], ["广", 1689], ["庀", 5518], ["庄", 4457], ["庆", 3014], ["庇", 921], ["床", 1170], ["庋", 5520], ["序", 3866], ["庐", 2482], ["庑", 5519], ["库", 2252], ["应", 4072], ["底", 1301], ["庖", 5521], ["店", 1320], ["庙", 2639], ["庚", 1621], ["府", 1542], ["庞", 2801], ["废", 1481], ["庠", 5523], ["庥", 5522], ["度", 1380], ["座", 4531], ["庭", 3507], ["庳", 5527], ["庵", 5525], ["庶", 3312], ["康", 2207], ["庸", 4091], ["庹", 5524], ["庾", 5526], ["廉", 2388], ["廊", 2320], ["廑", 5530], ["廒", 5529], ["廓", 2290], ["廖", 2420], ["廛", 5531], ["廨", 5532], ["廪", 5533], ["廴", 4853], ["延", 3929], ["廷", 3504], ["建", 2006], ["廾", 5130], ["廿", 4536], ["开", 2196], ["弁", 4858], ["异", 4048], ["弃", 2934], ["弄", 2760], ["弈", 5131], ["弊", 925], ["弋", 5203], ["式", 3249], ["弑", 5206], ["弓", 1635], ["引", 4065], ["弗", 1533], ["弘", 1791], ["弛", 1116], ["弟", 1306], ["张", 4291], ["弥", 2616], ["弦", 3740], ["弧", 1811], ["弩", 5836], ["弪", 5835], ["弭", 5837], ["弯", 3570], ["弱", 3117], ["弹", 1261], ["强", 2969], ["弼", 5839], ["彀", 6427], ["彐", 5823], ["归", 1695], ["当", 1263], ["录", 2496], ["彖", 5825], ["彗", 5824], ["彘", 5826], ["彝", 4017], ["彡", 5451], ["形", 3830], ["彤", 3516], ["彦", 3947], ["彩", 1006], ["彪", 945], ["彬", 952], ["彭", 2827], ["彰", 4289], ["影", 4082], ["彳", 5437], ["彷", 5438], ["役", 4031], ["彻", 1083], ["彼", 913], ["往", 3591], ["征", 4341], ["徂", 5439], ["径", 2114], ["待", 1245], ["徇", 5440], ["很", 1776], ["徉", 5441], ["徊", 1828], ["律", 2509], ["後", 5442], ["徐", 3860], ["徒", 3531], ["徕", 5443], ["得", 1281], ["徘", 2789], ["徙", 5444], ["徜", 5445], ["御", 4155], ["徨", 5446], ["循", 3891], ["徭", 5447], ["微", 3598], ["徵", 5448], ["德", 1280], ["徼", 5449], ["徽", 1863], ["心", 3820], ["忄", 5535], ["必", 926], ["忆", 4040], ["忉", 5536], ["忌", 1945], ["忍", 3076], ["忏", 5538], ["忐", 6505], ["忑", 6504], ["忒", 5204], ["忖", 5537], ["志", 4378], ["忘", 3594], ["忙", 2568], ["忝", 5600], ["忠", 4398], ["忡", 5542], ["忤", 5543], ["忧", 4105], ["忪", 5547], ["快", 2262], ["忭", 5548], ["忮", 5540], ["忱", 1090], ["念", 2734], ["忸", 5549], ["忻", 3819], ["忽", 1802], ["忾", 5544], ["忿", 1496], ["怀", 1829], ["态", 3420], ["怂", 3357], ["怃", 5539], ["怄", 5541], ["怅", 5545], ["怆", 5546], ["怊", 5558], ["怍", 5555], ["怎", 4245], ["怏", 5554], ["怒", 2763], ["怔", 4344], ["怕", 2784], ["怖", 996], ["怙", 5550], ["怛", 5553], ["怜", 2389], ["思", 3342], ["怠", 1247], ["怡", 5560], ["急", 1921], ["怦", 5552], ["性", 3836], ["怨", 4185], ["怩", 5556], ["怪", 1676], ["怫", 5557], ["怯", 2989], ["怵", 5551], ["总", 4502], ["怼", 6506], ["怿", 5559], ["恁", 6510], ["恂", 5565], ["恃", 3269], ["恋", 2395], ["恍", 1858], ["恐", 2240], ["恒", 1783], ["恕", 3315], ["恙", 6511], ["恚", 6508], ["恝", 6507], ["恢", 1864], ["恣", 6512], ["恤", 3868], ["恧", 6509], ["恨", 1778], ["恩", 1427], ["恪", 5566], ["恫", 1358], ["恬", 3489], ["恭", 1629], ["息", 3692], ["恰", 2939], ["恳", 2236], ["恶", 1421], ["恸", 5561], ["恹", 5562], ["恺", 5564], ["恻", 5563], ["恼", 2709], ["恽", 5567], ["恿", 4099], ["悃", 5572], ["悄", 2974], ["悉", 3694], ["悌", 5574], ["悍", 1739], ["悒", 5573], ["悔", 1868], ["悖", 5568], ["悚", 5569], ["悛", 5575], ["悝", 5571], ["悟", 3678], ["悠", 4104], ["患", 1838], ["悦", 4195], ["您", 2746], ["悫", 6513], ["悬", 3876], ["悭", 5570], ["悯", 2647], ["悱", 5578], ["悲", 885], ["悴", 5583], ["悸", 1938], ["悻", 5577], ["悼", 1277], ["情", 3011], ["惆", 5581], ["惊", 2102], ["惋", 3581], ["惑", 1893], ["惕", 3480], ["惘", 5580], ["惚", 5582], ["惜", 3697], ["惝", 5579], ["惟", 3605], ["惠", 1871], ["惦", 1321], ["惧", 2161], ["惨", 1014], ["惩", 1103], ["惫", 895], ["惬", 5576], ["惭", 1013], ["惮", 1258], ["惯", 1685], ["惰", 1412], ["想", 3765], ["惴", 5588], ["惶", 1854], ["惹", 3071], ["惺", 3826], ["愀", 5589], ["愁", 1136], ["愆", 6514], ["愈", 4156], ["愉", 4134], ["愍", 6515], ["愎", 5590], ["意", 4038], ["愕", 5586], ["愚", 4128], ["感", 1576], ["愠", 5584], ["愣", 5587], ["愤", 1497], ["愦", 5585], ["愧", 2282], ["愫", 5591], ["愿", 4184], ["慈", 1192], ["慊", 5592], ["慌", 1847], ["慎", 3213], ["慑", 3195], ["慕", 2685], ["慝", 6516], ["慢", 2561], ["慧", 1869], ["慨", 2200], ["慰", 3627], ["慵", 5593], ["慷", 2208], ["憋", 949], ["憎", 4247], ["憔", 5595], ["憝", 6518], ["憧", 5596], ["憨", 1725], ["憩", 6517], ["憬", 5594], ["憷", 5597], ["憾", 1738], ["懂", 1354], ["懈", 3808], ["懊", 811], ["懋", 6519], ["懑", 6520], ["懒", 2313], ["懔", 5598], ["懦", 2769], ["懵", 5599], ["懿", 4925], ["戆", 6521], ["戈", 1602], ["戊", 3672], ["戋", 6230], ["戌", 3855], ["戍", 3309], ["戎", 3086], ["戏", 3713], ["成", 1099], ["我", 3646], ["戒", 2066], ["戕", 5627], ["或", 1892], ["戗", 6231], ["战", 4283], ["戚", 2905], ["戛", 6232], ["戟", 6233], ["戡", 6235], ["戢", 6234], ["戤", 6237], ["戥", 6236], ["截", 2054], ["戬", 6238], ["戮", 2498], ["戳", 1185], ["戴", 1239], ["户", 1817], ["戽", 6481], ["戾", 6480], ["房", 1465], ["所", 3403], ["扁", 936], ["扃", 6482], ["扇", 3166], ["扈", 6483], ["扉", 6484], ["手", 3274], ["扌", 5143], ["才", 1001], ["扎", 4250], ["扑", 2887], ["扒", 815], ["打", 1234], ["扔", 3083], ["托", 3550], ["扛", 2210], ["扣", 2245], ["扦", 2942], ["执", 4368], ["扩", 2289], ["扪", 5144], ["扫", 3134], ["扬", 3957], ["扭", 2754], ["扮", 847], ["扯", 1080], ["扰", 3069], ["扳", 842], ["扶", 1520], ["批", 2840], ["扼", 1423], ["找", 4304], ["承", 1106], ["技", 1932], ["抄", 1071], ["抉", 2173], ["把", 825], ["抑", 4026], ["抒", 3287], ["抓", 4447], ["投", 3524], ["抖", 1362], ["抗", 2211], ["折", 4313], ["抚", 1535], ["抛", 2805], ["抟", 5145], ["抠", 2243], ["抡", 2521], ["抢", 2970], ["护", 1814], ["报", 878], ["抨", 2824], ["披", 2841], ["抬", 3415], ["抱", 877], ["抵", 1300], ["抹", 2664], ["抻", 5146], ["押", 3904], ["抽", 1131], ["抿", 2644], ["拂", 1521], ["拄", 4432], ["担", 1249], ["拆", 1044], ["拇", 2676], ["拈", 2729], ["拉", 2293], ["拊", 5147], ["拌", 848], ["拍", 2786], ["拎", 2438], ["拐", 1675], ["拒", 2152], ["拓", 3558], ["拔", 822], ["拖", 3549], ["拗", 5149], ["拘", 2140], ["拙", 4472], ["拚", 5148], ["招", 4302], ["拜", 837], ["拟", 2722], ["拢", 2471], ["拣", 1984], ["拥", 4087], ["拦", 2305], ["拧", 2751], ["拨", 970], ["择", 4241], ["括", 2288], ["拭", 3255], ["拮", 5150], ["拯", 4346], ["拱", 1638], ["拳", 3045], ["拴", 3323], ["拶", 5152], ["拷", 2215], ["拼", 2864], ["拽", 4449], ["拾", 3236], ["拿", 2691], ["持", 1112], ["挂", 1672], ["指", 4372], ["挈", 6315], ["按", 796], ["挎", 2256], ["挑", 3492], ["挖", 3560], ["挚", 4379], ["挛", 2514], ["挝", 3642], ["挞", 3410], ["挟", 3798], ["挠", 2707], ["挡", 1264], ["挢", 5151], ["挣", 4339], ["挤", 1927], ["挥", 1861], ["挨", 780], ["挪", 2768], ["挫", 1228], ["振", 4335], ["挲", 6316], ["挹", 5153], ["挺", 3508], ["挽", 3578], ["捂", 3666], ["捃", 5155], ["捅", 3519], ["捆", 2286], ["捉", 4471], ["捋", 5154], ["捌", 814], ["捍", 1736], ["捎", 3177], ["捏", 2739], ["捐", 2164], ["捕", 986], ["捞", 2324], ["损", 3394], ["捡", 1985], ["换", 1837], ["捣", 1269], ["捧", 2835], ["捩", 5165], ["捭", 5162], ["据", 2153], ["捱", 5158], ["捶", 1175], ["捷", 2059], ["捺", 5159], ["捻", 2733], ["掀", 3728], ["掂", 1310], ["掇", 1402], ["授", 3278], ["掉", 1330], ["掊", 5164], ["掌", 4292], ["掎", 5160], ["掏", 3453], ["掐", 2938], ["排", 2787], ["掖", 3992], ["掘", 2174], ["掠", 2519], ["探", 3437], ["掣", 1082], ["接", 2049], ["控", 2242], ["推", 3540], ["掩", 3936], ["措", 1227], ["掬", 5163], ["掭", 5156], ["掮", 5166], ["掰", 6317], ["掳", 2484], ["掴", 5161], ["掷", 4380], ["掸", 1253], ["掺", 1048], ["掼", 5167], ["掾", 5177], ["揄", 5172], ["揆", 5176], ["揉", 3096], ["揍", 4507], ["揎", 5174], ["描", 2634], ["提", 3473], ["插", 1033], ["揖", 4002], ["揞", 5173], ["揠", 5170], ["握", 3649], ["揣", 1159], ["揩", 2197], ["揪", 2122], ["揭", 2048], ["揲", 5168], ["援", 4174], ["揶", 5157], ["揸", 5169], ["揽", 2311], ["揿", 5171], ["搀", 1047], ["搁", 1601], ["搂", 2475], ["搅", 2031], ["搋", 5180], ["搌", 5183], ["搏", 975], ["搐", 1156], ["搓", 1226], ["搔", 3132], ["搛", 5181], ["搜", 3363], ["搞", 1595], ["搠", 5182], ["搡", 5185], ["搦", 5184], ["搪", 3442], ["搬", 841], ["搭", 1230], ["搴", 5779], ["携", 3799], ["搽", 1039], ["搿", 6318], ["摁", 5179], ["摄", 3193], ["摅", 5178], ["摆", 834], ["摇", 3973], ["摈", 957], ["摊", 3423], ["摒", 5175], ["摔", 3318], ["摘", 4264], ["摞", 5186], ["摧", 1213], ["摩", 2662], ["摭", 5188], ["摸", 2656], ["摹", 2657], ["摺", 5190], ["撂", 2418], ["撄", 5187], ["撅", 2171], ["撇", 2862], ["撑", 1095], ["撒", 3118], ["撕", 3340], ["撖", 5189], ["撙", 5193], ["撞", 4460], ["撤", 1081], ["撩", 2409], ["撬", 2981], ["播", 969], ["撮", 1225], ["撰", 4453], ["撵", 2732], ["撷", 5191], ["撸", 5192], ["撺", 5194], ["撼", 1735], ["擀", 5195], ["擂", 2342], ["擅", 3161], ["操", 1021], ["擎", 3008], ["擐", 5196], ["擒", 2998], ["擗", 5197], ["擘", 6319], ["擞", 3365], ["擢", 5199], ["擤", 5198], ["擦", 997], ["攀", 2792], ["攉", 5200], ["攒", 4220], ["攘", 3065], ["攥", 5201], ["攫", 2172], ["攮", 5202], ["支", 4355], ["攴", 6246], ["攵", 6339], ["收", 3273], ["攸", 4623], ["改", 1564], ["攻", 1627], ["放", 1471], ["政", 4348], ["故", 1664], ["效", 3791], ["敉", 7208], ["敌", 1294], ["敏", 2646], ["救", 2132], ["敕", 6340], ["敖", 805], ["教", 2042], ["敛", 2392], ["敝", 924], ["敞", 1066], ["敢", 1578], ["散", 3128], ["敦", 1396], ["敫", 6341], ["敬", 2112], ["数", 3313], ["敲", 2973], ["整", 4345], ["敷", 1517], ["文", 3632], ["斋", 4265], ["斌", 953], ["斐", 6430], ["斑", 839], ["斓", 6432], ["斗", 1363], ["料", 2421], ["斛", 7347], ["斜", 3801], ["斟", 4323], ["斡", 3647], ["斤", 2077], ["斥", 1124], ["斧", 1539], ["斩", 4276], ["斫", 6534], ["断", 1387], ["斯", 3339], ["新", 3818], ["方", 1463], ["於", 6433], ["施", 3229], ["旁", 2802], ["旃", 6436], ["旄", 6435], ["旅", 2503], ["旆", 6434], ["旋", 3877], ["旌", 6437], ["旎", 6438], ["族", 4511], ["旒", 6439], ["旖", 6440], ["旗", 2920], ["无", 3658], ["既", 1944], ["日", 3085], ["旦", 1255], ["旧", 2133], ["旨", 4376], ["早", 4231], ["旬", 3892], ["旭", 3865], ["旮", 6247], ["旯", 6248], ["旰", 6249], ["旱", 1737], ["时", 3237], ["旷", 2271], ["旺", 3592], ["昀", 6255], ["昂", 802], ["昃", 6253], ["昆", 2285], ["昊", 6250], ["昌", 1057], ["明", 2649], ["昏", 1882], ["易", 4027], ["昔", 3680], ["昕", 6254], ["昙", 6251], ["昝", 6258], ["星", 3823], ["映", 4085], ["春", 1178], ["昧", 2595], ["昨", 4524], ["昭", 4303], ["是", 3259], ["昱", 6260], ["昴", 6259], ["昵", 6262], ["昶", 6261], ["昼", 4419], ["显", 3742], ["晁", 6266], ["晃", 1856], ["晋", 2088], ["晌", 3172], ["晏", 6267], ["晒", 3151], ["晓", 3784], ["晔", 6265], ["晕", 4206], ["晖", 6268], ["晗", 6270], ["晚", 3579], ["晟", 6264], ["晡", 6269], ["晤", 3674], ["晦", 1872], ["晨", 1089], ["普", 2897], ["景", 2108], ["晰", 3686], ["晴", 3009], ["晶", 2099], ["晷", 6271], ["智", 4387], ["晾", 2406], ["暂", 4221], ["暄", 6272], ["暇", 3720], ["暌", 6273], ["暑", 3298], ["暖", 2765], ["暗", 797], ["暝", 6275], ["暧", 6274], ["暨", 7226], ["暮", 2682], ["暴", 879], ["暹", 5816], ["暾", 6276], ["曙", 3299], ["曛", 6277], ["曜", 6278], ["曝", 2900], ["曦", 6279], ["曩", 6280], ["曰", 4187], ["曲", 3028], ["曳", 3995], ["更", 1620], ["曷", 6257], ["曹", 1024], ["曼", 2560], ["曾", 4248], ["替", 3478], ["最", 4520], ["月", 4194], ["有", 4114], ["朊", 6352], ["朋", 2833], ["服", 1528], ["朐", 6369], ["朔", 3337], ["朕", 6379], ["朗", 2322], ["望", 3593], ["朝", 1073], ["期", 2902], ["朦", 6409], ["木", 2686], ["未", 3616], ["末", 2665], ["本", 900], ["札", 4253], ["术", 3305], ["朱", 4424], ["朴", 2895], ["朵", 1408], ["机", 1900], ["朽", 3848], ["杀", 3143], ["杂", 4211], ["权", 3040], ["杆", 1571], ["杈", 6065], ["杉", 3154], ["杌", 6062], ["李", 2358], ["杏", 3835], ["材", 1000], ["村", 1221], ["杓", 6063], ["杖", 4294], ["杜", 1377], ["杞", 6064], ["束", 3308], ["杠", 1588], ["条", 3493], ["来", 2300], ["杨", 3956], ["杩", 6066], ["杪", 6069], ["杭", 1744], ["杯", 883], ["杰", 2058], ["杲", 6252], ["杳", 6070], ["杵", 6073], ["杷", 6078], ["杼", 6079], ["松", 3355], ["板", 845], ["极", 1915], ["构", 1647], ["枇", 6068], ["枉", 3589], ["枋", 6077], ["析", 3682], ["枕", 4331], ["林", 2428], ["枘", 6071], ["枚", 2584], ["果", 1713], ["枝", 4354], ["枞", 6075], ["枢", 3284], ["枣", 4230], ["枥", 6067], ["枧", 6072], ["枨", 6074], ["枪", 2963], ["枫", 1501], ["枭", 6076], ["枯", 2247], ["枰", 6085], ["枳", 6090], ["枵", 6088], ["架", 1964], ["枷", 1951], ["枸", 6094], ["柁", 6097], ["柃", 6093], ["柄", 960], ["柏", 832], ["某", 2675], ["柑", 1572], ["柒", 2910], ["染", 3062], ["柔", 3097], ["柘", 6082], ["柙", 6087], ["柚", 6089], ["柜", 1703], ["柝", 6091], ["柞", 4527], ["柠", 2747], ["柢", 6095], ["查", 1037], ["柩", 6084], ["柬", 1981], ["柯", 2220], ["柰", 6080], ["柱", 4437], ["柳", 2462], ["柴", 1045], ["柽", 6098], ["柿", 3253], ["栀", 6092], ["栅", 4258], ["标", 944], ["栈", 4281], ["栉", 6081], ["栊", 6083], ["栋", 1356], ["栌", 6086], ["栎", 6096], ["栏", 2304], ["树", 3307], ["栓", 3322], ["栖", 2904], ["栗", 2365], ["栝", 6108], ["校", 3787], ["栩", 6117], ["株", 4422], ["栲", 6099], ["栳", 6100], ["样", 3967], ["核", 1759], ["根", 1617], ["格", 1609], ["栽", 4212], ["栾", 6114], ["桀", 6113], ["桁", 6111], ["桂", 1702], ["桃", 3458], ["桄", 6105], ["桅", 3602], ["框", 2268], ["案", 800], ["桉", 6116], ["桊", 6115], ["桌", 4474], ["桎", 6103], ["桐", 3511], ["桑", 3129], ["桓", 1834], ["桔", 2057], ["桕", 6109], ["桠", 6101], ["桡", 6102], ["桢", 6104], ["档", 1267], ["桤", 6106], ["桥", 2975], ["桦", 6110], ["桧", 6112], ["桨", 2014], ["桩", 4456], ["桫", 6123], ["桴", 6120], ["桶", 3518], ["桷", 6121], ["梁", 2400], ["梃", 6107], ["梅", 2585], ["梆", 856], ["梏", 6119], ["梓", 6122], ["梗", 1625], ["梢", 3176], ["梦", 2608], ["梧", 3660], ["梨", 2350], ["梭", 3397], ["梯", 3469], ["械", 3805], ["梳", 3285], ["梵", 6118], ["检", 1980], ["棂", 6124], ["棉", 2624], ["棋", 2913], ["棍", 1709], ["棒", 860], ["棕", 4498], ["棘", 1916], ["棚", 2829], ["棠", 3444], ["棣", 6135], ["森", 3139], ["棰", 6131], ["棱", 2346], ["棵", 2221], ["棹", 6129], ["棺", 1677], ["棼", 6126], ["椁", 6133], ["椅", 4018], ["椋", 6132], ["植", 4366], ["椎", 4463], ["椐", 6136], ["椒", 2021], ["椟", 6127], ["椠", 6128], ["椤", 6130], ["椭", 3556], ["椰", 3984], ["椴", 6147], ["椹", 6138], ["椽", 1162], ["椿", 1179], ["楂", 6140], ["楔", 3792], ["楗", 6134], ["楚", 1152], ["楝", 6141], ["楞", 2347], ["楠", 6139], ["楣", 6154], ["楦", 6153], ["楫", 6143], ["楮", 6125], ["楱", 6137], ["楷", 2198], ["楸", 6146], ["楹", 6155], ["楼", 2473], ["榀", 6144], ["概", 1565], ["榄", 6142], ["榆", 4126], ["榇", 6149], ["榈", 6150], ["榉", 6152], ["榍", 6168], ["榔", 2318], ["榕", 6166], ["榘", 6145], ["榛", 6156], ["榜", 857], ["榧", 6157], ["榨", 4259], ["榫", 6159], ["榭", 6160], ["榱", 6162], ["榴", 2455], ["榷", 3054], ["榻", 6158], ["槁", 6163], ["槊", 6164], ["槌", 6148], ["槎", 6151], ["槐", 1827], ["槔", 6161], ["槛", 1991], ["槟", 6165], ["槠", 6167], ["槭", 6171], ["槲", 6175], ["槽", 1023], ["槿", 6169], ["樊", 1448], ["樗", 6172], ["樘", 6173], ["樟", 4287], ["模", 2659], ["樨", 6185], ["横", 1781], ["樯", 6170], ["樱", 4069], ["樵", 6181], ["樽", 6184], ["樾", 6177], ["橄", 6176], ["橇", 2971], ["橐", 6179], ["橘", 6186], ["橙", 1098], ["橛", 6180], ["橡", 3770], ["橥", 6174], ["橱", 1145], ["橹", 6183], ["橼", 6187], ["檀", 3428], ["檄", 3703], ["檎", 6182], ["檐", 6189], ["檑", 6188], ["檗", 6191], ["檠", 6178], ["檩", 6190], ["檫", 6192], ["檬", 2604], ["欠", 2961], ["次", 1198], ["欢", 1832], ["欣", 3816], ["欤", 6414], ["欧", 2773], ["欲", 4157], ["欷", 6415], ["欹", 6416], ["欺", 2903], ["款", 2264], ["歃", 6417], ["歆", 6418], ["歇", 3794], ["歉", 2962], ["歌", 1600], ["歙", 6419], ["止", 4373], ["正", 4347], ["此", 1195], ["步", 993], ["武", 3664], ["歧", 2915], ["歪", 3567], ["歹", 1237], ["死", 3346], ["歼", 1967], ["殁", 6195], ["殂", 6196], ["殃", 3952], ["殄", 6198], ["殆", 1241], ["殇", 6197], ["殉", 3897], ["殊", 3286], ["残", 1012], ["殍", 6201], ["殒", 6199], ["殓", 6200], ["殖", 4367], ["殚", 6202], ["殛", 6203], ["殡", 6204], ["殪", 6205], ["殳", 6426], ["殴", 2775], ["段", 1386], ["殷", 4055], ["殿", 1324], ["毁", 1867], ["毂", 6428], ["毅", 4039], ["毋", 3663], ["母", 2680], ["每", 2593], ["毒", 1370], ["毓", 4556], ["比", 910], ["毕", 917], ["毖", 919], ["毗", 2844], ["毙", 918], ["毛", 2573], ["毡", 4271], ["毪", 6321], ["毫", 1749], ["毯", 3434], ["毳", 6322], ["毵", 6324], ["毹", 6325], ["毽", 6323], ["氅", 6326], ["氆", 6328], ["氇", 6327], ["氍", 6329], ["氏", 3267], ["氐", 4552], ["民", 2643], ["氓", 2567], ["气", 2932], ["氕", 6330], ["氖", 2698], ["氘", 6331], ["氙", 6332], ["氚", 6333], ["氛", 1487], ["氟", 1524], ["氡", 6334], ["氢", 3004], ["氤", 6336], ["氦", 1720], ["氧", 3963], ["氨", 793], ["氩", 6335], ["氪", 6337], ["氮", 1256], ["氯", 2508], ["氰", 3010], ["氲", 6338], ["水", 3328], ["氵", 5628], ["永", 4098], ["氽", 4684], ["汀", 3503], ["汁", 4361], ["求", 3021], ["汆", 4689], ["汇", 1877], ["汉", 1742], ["汊", 5631], ["汐", 3701], ["汔", 5629], ["汕", 3165], ["汗", 1741], ["汛", 3898], ["汜", 5630], ["汝", 3106], ["汞", 1637], ["江", 2011], ["池", 1114], ["污", 3655], ["汤", 3440], ["汨", 5637], ["汩", 5638], ["汪", 3586], ["汰", 3421], ["汲", 1923], ["汴", 5639], ["汶", 5640], ["汹", 3842], ["汽", 2935], ["汾", 1492], ["沁", 3001], ["沂", 4014], ["沃", 3650], ["沅", 5633], ["沆", 5641], ["沈", 3208], ["沉", 1091], ["沌", 5636], ["沏", 2911], ["沐", 5634], ["沓", 6524], ["沔", 5635], ["沙", 3145], ["沛", 2820], ["沟", 1643], ["没", 2589], ["沣", 5632], ["沤", 2779], ["沥", 2378], ["沦", 2525], ["沧", 1019], ["沩", 5642], ["沪", 1816], ["沫", 2669], ["沭", 5645], ["沮", 2150], ["沱", 5656], ["沲", 5650], ["河", 1767], ["沸", 1482], ["油", 4111], ["治", 4394], ["沼", 4305], ["沽", 1655], ["沾", 4274], ["沿", 3934], ["泄", 3809], ["泅", 3024], ["泉", 3042], ["泊", 984], ["泌", 2620], ["泐", 5643], ["泓", 5657], ["泔", 5644], ["法", 1442], ["泖", 5652], ["泗", 5649], ["泛", 1460], ["泞", 2752], ["泠", 5651], ["泡", 2811], ["波", 972], ["泣", 2936], ["泥", 2720], ["注", 4444], ["泪", 2345], ["泫", 5654], ["泮", 5655], ["泯", 5658], ["泰", 3417], ["泱", 5648], ["泳", 4096], ["泵", 905], ["泶", 6525], ["泷", 5646], ["泸", 5647], ["泺", 5653], ["泻", 3810], ["泼", 2879], ["泽", 4243], ["泾", 5659], ["洁", 2062], ["洄", 5666], ["洇", 5665], ["洋", 3961], ["洌", 5662], ["洎", 5668], ["洒", 3119], ["洗", 3710], ["洙", 5667], ["洚", 5673], ["洛", 2537], ["洞", 1360], ["津", 2080], ["洧", 5661], ["洪", 1789], ["洫", 5669], ["洮", 5671], ["洱", 1433], ["洲", 4410], ["洳", 5677], ["洵", 5672], ["洹", 5660], ["活", 1888], ["洼", 3563], ["洽", 2940], ["派", 2791], ["流", 2461], ["浃", 5663], ["浅", 2957], ["浆", 2010], ["浇", 2027], ["浈", 5664], ["浊", 4481], ["测", 1030], ["浍", 5670], ["济", 1939], ["浏", 5674], ["浑", 1885], ["浒", 5675], ["浓", 2758], ["浔", 5676], ["浙", 4321], ["浚", 2189], ["浜", 5685], ["浞", 5682], ["浠", 5686], ["浣", 5688], ["浦", 2898], ["浩", 1754], ["浪", 2323], ["浮", 1529], ["浯", 5679], ["浴", 4161], ["海", 1719], ["浸", 2092], ["浼", 5687], ["涂", 3533], ["涅", 2745], ["消", 3781], ["涉", 3196], ["涌", 4097], ["涎", 3739], ["涑", 5678], ["涓", 5683], ["涔", 5684], ["涕", 3481], ["涛", 3454], ["涝", 2332], ["涞", 5680], ["涟", 2390], ["涠", 5681], ["涡", 3644], ["涣", 1843], ["涤", 1297], ["润", 3115], ["涧", 2005], ["涨", 4293], ["涩", 3138], ["涪", 1530], ["涫", 5701], ["涮", 5703], ["涯", 3914], ["液", 3998], ["涵", 1729], ["涸", 1768], ["涿", 5694], ["淀", 1323], ["淄", 4487], ["淅", 5691], ["淆", 3783], ["淇", 5690], ["淋", 2434], ["淌", 3450], ["淑", 3291], ["淖", 2711], ["淘", 3460], ["淙", 5699], ["淝", 5698], ["淞", 5692], ["淠", 5695], ["淡", 1259], ["淤", 4123], ["淦", 5697], ["淫", 4061], ["淬", 1219], ["淮", 1830], ["深", 3204], ["淳", 1182], ["混", 1886], ["淹", 3923], ["添", 3485], ["淼", 6526], ["清", 3007], ["渊", 4168], ["渌", 5702], ["渍", 4495], ["渎", 5693], ["渐", 2003], ["渑", 5696], ["渔", 4136], ["渖", 5700], ["渗", 3214], ["渚", 5689], ["渝", 4135], ["渠", 3032], ["渡", 1381], ["渣", 4252], ["渤", 983], ["渥", 5714], ["温", 3630], ["渫", 5704], ["渭", 3624], ["港", 1587], ["渲", 5713], ["渴", 2228], ["游", 4112], ["渺", 2638], ["湃", 2790], ["湄", 5715], ["湍", 3538], ["湎", 5706], ["湓", 5711], ["湔", 5712], ["湖", 1810], ["湘", 3760], ["湛", 4285], ["湟", 5709], ["湫", 5707], ["湮", 5705], ["湾", 3571], ["湿", 3230], ["溃", 2283], ["溅", 2004], ["溆", 5710], ["溉", 1568], ["溏", 5730], ["源", 4180], ["溘", 5718], ["溜", 2453], ["溟", 5732], ["溢", 4043], ["溥", 5722], ["溧", 5723], ["溪", 3700], ["溯", 3375], ["溱", 5717], ["溲", 5708], ["溴", 5728], ["溶", 3092], ["溷", 5726], ["溺", 2727], ["溻", 5725], ["溽", 5724], ["滁", 1150], ["滂", 5731], ["滇", 1311], ["滋", 4486], ["滏", 5729], ["滑", 1822], ["滓", 4492], ["滔", 3455], ["滕", 6405], ["滗", 5727], ["滚", 1708], ["滞", 4393], ["滟", 5716], ["滠", 5719], ["满", 2558], ["滢", 5721], ["滤", 2511], ["滥", 2316], ["滦", 2516], ["滨", 955], ["滩", 3426], ["滴", 1292], ["滹", 5738], ["漂", 2859], ["漆", 2909], ["漉", 5744], ["漏", 2477], ["漓", 2356], ["演", 3939], ["漕", 5737], ["漠", 2670], ["漤", 5736], ["漩", 5745], ["漪", 5743], ["漫", 2562], ["漭", 5720], ["漯", 5739], ["漱", 3314], ["漳", 4290], ["漶", 5740], ["漾", 3968], ["潆", 5734], ["潇", 5735], ["潋", 5741], ["潍", 3607], ["潘", 2793], ["潜", 2955], ["潞", 2494], ["潢", 5733], ["潦", 2416], ["潭", 3430], ["潮", 1075], ["潲", 5750], ["潴", 5742], ["潸", 5749], ["潺", 5752], ["潼", 5751], ["澄", 1104], ["澈", 1084], ["澉", 5746], ["澌", 5748], ["澍", 5747], ["澎", 2826], ["澜", 2309], ["澡", 4232], ["澧", 5755], ["澳", 812], ["澶", 5757], ["澹", 5756], ["激", 1908], ["濂", 5758], ["濉", 5754], ["濑", 5753], ["濒", 954], ["濞", 5761], ["濠", 5762], ["濡", 5759], ["濮", 5760], ["濯", 5763], ["瀑", 2901], ["瀚", 5764], ["瀛", 5766], ["瀣", 5765], ["瀵", 5768], ["瀹", 5767], ["灌", 1686], ["灏", 5769], ["灞", 5770], ["火", 1890], ["灬", 6476], ["灭", 2642], ["灯", 1284], ["灰", 1860], ["灵", 2447], ["灶", 4238], ["灸", 2128], ["灼", 4480], ["灾", 4214], ["灿", 1015], ["炀", 6441], ["炅", 6256], ["炉", 2483], ["炊", 1174], ["炎", 3933], ["炒", 1078], ["炔", 3050], ["炕", 2213], ["炖", 6443], ["炙", 4391], ["炜", 6442], ["炝", 6444], ["炫", 6448], ["炬", 2162], ["炭", 3439], ["炮", 2808], ["炯", 2120], ["炱", 6449], ["炳", 964], ["炷", 6447], ["炸", 4262], ["点", 1313], ["炻", 6445], ["炼", 2396], ["炽", 1125], ["烀", 6446], ["烁", 3338], ["烂", 2315], ["烃", 3502], ["烈", 2424], ["烊", 6451], ["烘", 1786], ["烙", 2331], ["烛", 4430], ["烟", 3922], ["烤", 2216], ["烦", 1453], ["烧", 3179], ["烨", 6450], ["烩", 1876], ["烫", 3452], ["烬", 2091], ["热", 3072], ["烯", 3699], ["烷", 3575], ["烹", 2825], ["烽", 